TOKEN = "vk1.a.oxVclPQzgCrryuoC5wwj3svzs0u1sruSyo3x1gfAgpMogqxYgzeLv3yKwbUpKhgc0mhE56k01uWfdBFL7WAZOqYn-XOON09OWzBNlan" \
        "CxWA6ajcdK_e2zUeP_Rhe5VRsXNM2PRPh8_lrlHMpPlY5gir6VPL" \
        "VKWm_ymUfnE8X9mSc-BgOOxxsPZJg0EXXICKlObVmtjsuBZbvQISt88a78w" # токен бота

access_token = 'vk1.a.16CiJ2VoQ-r6h8km9-I5KA0ycNf4PNVRHGBcPwKp8XCA8hwzNcAk9KztiFsHjvk5qC1l8hGHoFu9dGk8t2PekoyC-nSBRXYYJc' \
               'AKI4X8oES5IgOgevx3JSdmrlytESsSEMBrHW2EqukhaNbrzRWSkPPm1R4lgtnXFMEGA-9w3FUL2tTEDmX2be4_FDzEC7q0NPYSTzUYK' \
               '_EDrIpfquAV6A' # мой токен
GROUP_ID = '227416716'  # ID бота
CHAT_IDS = [1, 2]  # для бота
GROUP_IDS = ['2000000186', '2000000187'] # для человека

GROUP_IDS_andr = ['2000000843', '2000000528', '2000000183', '2000000452', '2000000805', '2000000909', '2000000889',
                  '2000000141', '2000000140', '2000000144', '2000000146', '2000000139', '2000000145', '2000000143',
                  '2000000142', '2000000138']
user_id = '388435642' # ID мой

'''ID: 2000000843, Название: Ижевск Работа/Вакансии
ID: 2000000528, Название: 🟥ЗАЯВКИ🟥от 300₽/час-450₽/час🟥
ID: 2000000183, Название: Шабашка Ижевск
ID: 2000000452, Название: Заявки Грузчики 250-350р/час мин 2
ID: 2000000805, Название: 💰Шабашка, работа «Золотые руки» 18+
ID: 2000000909, Название: ✅Шабашка✅СМЕНЫ -от 8ч✅Работа на каждый день✅
ID: 2000000889, Название: Шабашка Работа Ижевск Халтура Подработка
ID: 2000000141, Название: Работа , Заявки , шабашки .
ID: 2000000140, Название: Рабочий дом 🏠 Ижевск .1
ID: 2000000144, Название: Грузчики Ижевск
ID: 2000000146, Название: *** Разнорабочие Ижевск ***
ID: 2000000139, Название: Калым Ижевск
ID: 2000000145, Название: Калым Удмуртия
ID: 2000000143, Название: Калым Удмуртия
ID: 2000000142, Название: Калым Ижевск
ID: 2000000138, Название: Шабашка - Работа - Калым -
салалалалала'''
access_token_andr = 'vk1.a.2Kqv_KsSLVGA5Dnund9V1H3-vWszSZ7gWlnCuT4Gd-WGdy7YEZNwTgdUicf9ucP2WYS0oDiNBjO5rFlrj4xJi2arfuB0T10UrwTfKSKj-045Tq8zqELDsaAKaWqoDTtQjzbyQXX4m5HzzO1ye28kSGECHVAbpE7D6uBtzBjFu1-cRoY110iJ8rSdWNUxhOfU8a9CN8x0oXymQg_SoPx1ig'